[{"Organization Name(Column A)": "Bowtie", "uuid (Column B)": "e54e5799-3748-0c1e-ade3-5727fac4104f", "Name from Column E": "Scott Maloney", "LinkedIn Name": "Scott  Maloney", "experience": "[{'institution_name': 'Crain & Company', 'linkedin_url': 'https://www.linkedin.com/company/4791035/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Aug 2009', 'to_date': 'Present', 'description': '', 'position_title': 'Senior Partner and Founder', 'duration': None, 'location': 'United States'}, {'institution_name': 'The Augmented Fund', 'linkedin_url': 'https://www.linkedin.com/company/89643996/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2022', 'to_date': 'Present', 'description': '', 'position_title': 'General Partner', 'duration': None, 'location': ''}, {'institution_name': 'Antharis Therapeutics, Inc.', 'linkedin_url': 'https://www.linkedin.com/company/65561472/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Sep 2022', 'to_date': 'Present', 'description': '', 'position_title': 'Board Member, Board of Directors', 'duration': None, 'location': 'San Diego, California, United States'}, {'institution_name': 'KeraVet Bio', 'linkedin_url': 'https://www.linkedin.com/company/83332125/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2022', 'to_date': 'Present', 'description': '', 'position_title': 'Advisor, Board of Advisors', 'duration': None, 'location': ''}, {'institution_name': 'Rewire Neuro', 'linkedin_url': 'https://www.linkedin.com/company/18267424/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Sep 2020', 'to_date': 'Present', 'description': '', 'position_title': 'Board Member, Board of Directors', 'duration': None, 'location': 'Portland, Oregon, United States'}, {'institution_name': 'CSHQA', 'linkedin_url': 'https://www.linkedin.com/company/67627/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Sep 2020', 'to_date': 'Present', 'description': '', 'position_title': 'Board Member, Board of Directors', 'duration': None, 'location': 'Boise, Idaho, United States'}, {'institution_name': 'Life Science Washington Institute ', 'linkedin_url': 'https://www.linkedin.com/company/27160066/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2022', 'to_date': 'Present', 'description': '', 'position_title': 'Board Member, Board of Directors', 'duration': None, 'location': 'Seattle, Washington, United States'}, {'institution_name': 'BioSapien', 'linkedin_url': 'https://www.linkedin.com/company/33273135/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2022', 'to_date': 'Present', 'description': '', 'position_title': 'Advisor, Board of Advisors', 'duration': None, 'location': 'San Diego, California, United States'}, {'institution_name': 'Anubis Bio', 'linkedin_url': 'https://www.linkedin.com/company/35507927/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Mar 2021', 'to_date': 'Present', 'description': '', 'position_title': 'Board Member, Board of Directors', 'duration': None, 'location': 'San Francisco Bay Area'}, {'institution_name': 'Life Science Washington', 'linkedin_url': 'https://www.linkedin.com/company/10384134/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Dec 2020', 'to_date': 'Present', 'description': '', 'position_title': 'Board Member, Board of Directors', 'duration': None, 'location': 'Seattle, Washington, United States'}, {'institution_name': 'Voyce (One Health Group)', 'linkedin_url': 'https://www.linkedin.com/company/5014369/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Nov 2021', 'to_date': 'Nov 2022', 'description': '', 'position_title': 'Senior Advisor', 'duration': None, 'location': ''}, {'institution_name': 'Arrowhead Center Incubator', 'linkedin_url': 'https://www.linkedin.com/search/results/all/?keywords=Arrowhead+Center+Incubator', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'May 2013', 'to_date': 'Jul 2021', 'description': '', 'position_title': 'Chief Innovator / Innovator-In-Residence', 'duration': None, 'location': ''}, {'institution_name': ' Seed Worthy, Makers of BowTie.io ', 'linkedin_url': 'https://www.linkedin.com/company/25078428/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Nov 2013', 'to_date': 'Oct 2020', 'description': \"Offices in Denver and Albuquerque.\\n\\n--Funded startup through Angels and Investment Funds--\\n\\nThe next generation static hosting platform. All the security, speed, and ease you expect from static hosting but also with the tools and functions to take your site to the next level.\\n\\nOur platform provide designers and developers with a cutting edge platform to deliver fast, highly secure, and robust websites and applications. By integrating server-less architecture and JavaScript workflows, BowTie removes the instability and insecurity of legacy content management systems (like WordPress). The result is a platform used by agencies and freelancers across the country to deliver faster, safer, lower maintenance web experiences.\\n\\nwww.BowTie.io\\nOffices in Denver and Albuquerque. --Funded startup through Angels and Investment Funds-- The next generation static hosting platform. All the security, speed, and ease you expect from static hosting but also with the tools and functions to take your site to the next level. Our platform provide designers and developers with a cutting edge platform to deliver fast, highly secure, and robust websites and applications. By integrating server-less architecture and JavaScript workflows, BowTie removes the instability and insecurity of legacy content management systems (like WordPress). The result is a platform used by agencies and freelancers across the country to deliver faster, safer, lower maintenance web experiences. www.BowTie.io\\nBowTie Feature on Newscastic\\nBowTie Feature on Newscastic\\nNewsCastic interviews BowTie about their upcoming event.\\nNewsCastic interviews BowTie about their upcoming event.\\nThe Pipeline: S.F. says yes Airbnb model, Nobel Prize for Silicon Valley inventor, & Seed Worthy!\\nThe Pipeline: S.F. says yes Airbnb model, Nobel Prize for Silicon Valley inventor, & Seed Worthy!\\nA look at the hottest deals, business moves and upstart entrepreneurs for October 8 from around the country. These are the ones to watch!\\nA look at the hottest deals, business moves and upstart entrepreneurs for October 8 from around the country. These are the ones to watch!\\nSeed Worthy and Scott Maloney takes the prize at Deal Stream Summit - Albuquerque Business First\\nSeed Worthy and Scott Maloney takes the prize at Deal Stream Summit - Albuquerque Business First\\nWith his fist raised, Scott Maloney dashed to the stage on Tuesday night to claim the $30,000 Investor's Choice prize at the annual Deal Stream Summit. At the 2014 Deal Stream Summit, 10 promising companies pitched their businesses to venture capital investors from throughout the Southwest.\", 'position_title': 'Chief Executive Officer and Co-Founder', 'duration': None, 'location': ''}, {'institution_name': '@Pay', 'linkedin_url': 'https://www.linkedin.com/company/2620712/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Apr 2013', 'to_date': 'Nov 2013', 'description': 'Key responsibilities include:\\n--Alignment and leadership of the Product and Dev, Production, and Strategy teams with direct management of the Directors for each.\\n--Directly responsible to the CEO and COO for strategic planning, industry insights, and operational scaling for the company as well as overall customer targeting strategy.\\n--Develop and execute company-wide strategic initiatives for product launches and investor interest.\\n--Active participant in corporate responsibility and outreach programs.\\n--Quoted in Wall Street Journal (and picked up by MarketWatch, Yahoo!, and others) on @Pay and payment industry: http://online.wsj.com/article/PR-CO-20130502-913950.html?mod=googlenews_wsj\\nKey responsibilities include: --Alignment and leadership of the Product and Dev, Production, and Strategy teams with direct management of the Directors for each. --Directly responsible to the CEO and COO for strategic planning, industry insights, and operational scaling for the company as well as overall customer targeting strategy. --Develop and execute company-wide strategic initiatives for product launches and investor interest. --Active participant in corporate responsibility and outreach programs. --Quoted in Wall Street Journal (and picked up by MarketWatch, Yahoo!, and others) on @Pay and payment industry: http://online.wsj.com/article/PR-CO-20130502-913950.html?mod=googlenews_wsj\\nTech Fiesta Keynote Presented by Scott Maloney | Tech Fiesta | @Pay\\nTech Fiesta Keynote Presented by Scott Maloney | Tech Fiesta | @Pay\\nScott Maloney of @Pay will deliver the opening keynote for the \"Being Mighty: From Small Steps to Giant Leaps\" segment of the ABQ Tech Fiesta.\\nScott Maloney of @Pay will deliver the opening keynote for the \"Being Mighty: From Small Steps to Giant Leaps\" segment of the ABQ Tech Fiesta.\\nBiz Tech 2013 Presentation by Scott Maloney | Biz Tech 2013 | @Pay\\nBiz Tech 2013 Presentation by Scott Maloney | Biz Tech 2013 | @Pay\\nVice President of Strategy & Operations Scott Maloney of @Pay will present at this year\\'s Biz Tech 2013. The presentation will cover ways to introduce your customers to a new way to buy and see immediate improvements in email marketing with a secure payment platform.', 'position_title': 'Vice President of Strategy and Operations', 'duration': None, 'location': ''}, {'institution_name': 'LivingSocial', 'linkedin_url': 'https://www.linkedin.com/company/481652/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2012', 'to_date': 'Mar 2013', 'description': \"--Acquired by Groupon--\\n\\nLivingSocial is the e-commerce source for discovering and purchasing valuable local experiences.\\n\\nKey Responsibilities/Outcomes:\\n--Division's Operations leader with direct management of Operations Improvement Team, Project Management Team, Business Solutions/Strategy Team, and Analytic Insights Team with overall responsibility of developing and driving division level operations and strategy.\\n--Enabled the division's strong portfolio of markets and diverse products delivering an average of 31.8% revenue growth month-over-month during critical quarters.\\n--Lead designer and program owner of company strategic initiatives plan designed to spur growth of key company division of over 450 people, streamline operations, and accelerate revenue generation.\\n--Lead negotiator in multiple value creating company-to-company contract and partnership tie ups positively impacting all major US markets, and lead operations negotiator on multi-divisional contract negotiation resulting in partnership necessary to launch new product offerings and a new multi-million dollar business group.\\n--Program owner of large scale multi-division financial and operations alignment of a $51 million business providing the first and most robust insights package to date for future direction setting.\\n--Member of company wide Operations Leadership Team and Entertainment (Adventures, 918, and Live Events businesses) Leadership Team.\\n--Acquired by Groupon-- LivingSocial is the e-commerce source for discovering and purchasing valuable local experiences. Key Responsibilities/Outcomes: --Division's Operations leader with direct management of Operations Improvement Team, Project Management Team, Business Solutions/Strategy Team, and Analytic Insights Team with overall responsibility of developing and driving division level operations and strategy. --Enabled the division's strong portfolio of markets and diverse products delivering an average of 31.8% revenue growth month-over-month during critical quarters. --Lead designer and program owner of company strategic initiatives plan designed to spur growth of key company division of over 450 people, streamline operations, and accelerate revenue generation. --Lead negotiator in multiple value creating company-to-company contract and partnership tie ups positively impacting all major US markets, and lead operations negotiator on multi-divisional contract negotiation resulting in partnership necessary to launch new product offerings and a new multi-million dollar business group. --Program owner of large scale multi-division financial and operations alignment of a $51 million business providing the first and most robust insights package to date for future direction setting. --Member of company wide Operations Leadership Team and Entertainment (Adventures, 918, and Live Events businesses) Leadership Team.\", 'position_title': 'Senior Operations and Strategy Manager', 'duration': None, 'location': 'Washington D.C. Metro Area'}, {'institution_name': 'Human Genome Sciences', 'linkedin_url': 'https://www.linkedin.com/company/9852/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jul 2011', 'to_date': 'Jan 2012', 'description': '--Acquired by GlaxoSmithKline for $3.6 billion--\\n\\nHuman Genome Sciences, Inc. is a leading mid-sized biotech company with strong core strengths in the areas of immunology and oncology, among others. I am responsible providing day-to-day as well as long term finance and strategic support to several leading assets in the immunology therapeutic area.\\n\\nKey Responsibilities/Outcomes;\\n--Lead finance alliance management of key external collaboration programs and partners (totaling over $20 million in peak annual budget) with general business responsibilities including financing, strategic planning, operations planning, and crisis management and resolution.\\n--Provide data gathering and analysis of future business development opportunities designed to fill mid-stage portfolio opportunities and minimize long-range product pipeline volatility.\\n--Management of complete Development (R&D) programs budget of over $34 million and management of 45% of clinical programs budget of $55.7 million including strategic planning, forecasting, and opportunity identification.\\n--Acquired by GlaxoSmithKline for $3.6 billion-- Human Genome Sciences, Inc. is a leading mid-sized biotech company with strong core strengths in the areas of immunology and oncology, among others. I am responsible providing day-to-day as well as long term finance and strategic support to several leading assets in the immunology therapeutic area. Key Responsibilities/Outcomes; --Lead finance alliance management of key external collaboration programs and partners (totaling over $20 million in peak annual budget) with general business responsibilities including financing, strategic planning, operations planning, and crisis management and resolution. --Provide data gathering and analysis of future business development opportunities designed to fill mid-stage portfolio opportunities and minimize long-range product pipeline volatility. --Management of complete Development (R&D) programs budget of over $34 million and management of 45% of clinical programs budget of $55.7 million including strategic planning, forecasting, and opportunity identification.', 'position_title': 'Manager', 'duration': None, 'location': 'Washington D.C. Metro Area'}, {'institution_name': 'Pfizer', 'linkedin_url': 'https://www.linkedin.com/company/1185/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jul 2009', 'to_date': 'Jul 2011', 'description': 'My role with Pfizer spanned various parts of the business including strategic initiatives and financial management. My responsibilities have been diverse and included;\\n\\nEmerging Markets Finance Group\\n--Lead finance member of the Medical Development Team’s Leadership Team (MDT-LT), an 8 person group responsible for coordinating commercial, clinical, and medical development in all Emerging Markets.\\n--Management of Global Access finance responsible for executing against \"tip of the spear\" market entry opportunities that establishes Pfizer’s presence in new and novel markets.\\n\\nEmerging Markets New Business Group\\n--Provided business development activities for 2 different company initiatives totaling nearly $400 million in total value including financial valuation, competitive analysis, and strategic framing of future negotiations resulting in major new generics projects that are core to Pfizer’s short and long term strategy.\\n--Managed two global regions with 8 countries (forecasted with peak revenues of $2.3 billion) as the global commercial lead responsible for launch of molecules and partnerships including oversight of all functional areas from legal and manufacturing to commercial assessment and launch operations.\\n\\nCorporate Audit Group\\n--Managed, on-site in various high potential markets, contractor and supplier interaction evaluations to ensure compliance with local and US laws, corporate policy, as well as ensure efficient resource usage including a full review of the acquisition integration reserve totally over $112 million.\\n\\nPrimary Care and Oncology BUs\\n--Provided primary financial analyst support to Viagra and Inspra assets on the research side overseeing over $14.3 million in total spend spanning all facets of clinical trials work through Phase IV.\\n--Managed domestic clinical accruals monthly, overseeing over $225 million from all Pfizer assets and instituted process improvements decreasing hands on time by 75% without sacrificing accuracy.\\nMy role with Pfizer spanned various parts of the business including strategic initiatives and financial management. My responsibilities have been diverse and included; Emerging Markets Finance Group --Lead finance member of the Medical Development Team’s Leadership Team (MDT-LT), an 8 person group responsible for coordinating commercial, clinical, and medical development in all Emerging Markets. --Management of Global Access finance responsible for executing against \"tip of the spear\" market entry opportunities that establishes Pfizer’s presence in new and novel markets. Emerging Markets New Business Group --Provided business development activities for 2 different company initiatives totaling nearly $400 million in total value including financial valuation, competitive analysis, and strategic framing of future negotiations resulting in major new generics projects that are core to Pfizer’s short and long term strategy. --Managed two global regions with 8 countries (forecasted with peak revenues of $2.3 billion) as the global commercial lead responsible for launch of molecules and partnerships including oversight of all functional areas from legal and manufacturing to commercial assessment and launch operations. Corporate Audit Group --Managed, on-site in various high potential markets, contractor and supplier interaction evaluations to ensure compliance with local and US laws, corporate policy, as well as ensure efficient resource usage including a full review of the acquisition integration reserve totally over $112 million. Primary Care and Oncology BUs --Provided primary financial analyst support to Viagra and Inspra assets on the research side overseeing over $14.3 million in total spend spanning all facets of clinical trials work through Phase IV. --Managed domestic clinical accruals monthly, overseeing over $225 million from all Pfizer assets and instituted process improvements decreasing hands on time by 75% without sacrificing accuracy.', 'position_title': 'Business Analyst', 'duration': None, 'location': ''}, {'institution_name': 'Pfizer', 'linkedin_url': 'https://www.linkedin.com/company/1185/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'May 2008', 'to_date': 'Aug 2008', 'description': \"I held the position of Summer Associate (MBA Intern) during the summer between my first and second year of business school. While here I worked on three large projects. The majority of my time was devoted to a financial and strategic restructuring of some of Pfizer's legal entities. Second, I provided modeling and financial support for a new distribution strategy being roled out in Southeast Asia. Finally, I supported the Asia finance team in management and roll-up of end of quarter and end of year financials from Asian markets.\\n\\nKey Accomplishments:\\n-Developed valuation framework and impact model to describe and analyze new growth opportunities in India resulting in discovery of $17 million in recaptured value through in-country entity restructuring. \\n-Constructed a &quot;playbook&quot; of multiple financial and strategic models to assess upside value of new market entry and new trade channel mixes in Southeast Asia resulting in several new market possibilities and potential incremental upside of $10-15 million in sales depending on the market. \\n-Revised country reporting to include new strategic initiatives leading to a more granular view of sales. \\n-Liaised with external consultants to facilitate implementation of project recommendations.\\nI held the position of Summer Associate (MBA Intern) during the summer between my first and second year of business school. While here I worked on three large projects. The majority of my time was devoted to a financial and strategic restructuring of some of Pfizer's legal entities. Second, I provided modeling and financial support for a new distribution strategy being roled out in Southeast Asia. Finally, I supported the Asia finance team in management and roll-up of end of quarter and end of year financials from Asian markets. Key Accomplishments: -Developed valuation framework and impact model to describe and analyze new growth opportunities in India resulting in discovery of $17 million in recaptured value through in-country entity restructuring. -Constructed a &quot;playbook&quot; of multiple financial and strategic models to assess upside value of new market entry and new trade channel mixes in Southeast Asia resulting in several new market possibilities and potential incremental upside of $10-15 million in sales depending on the market. -Revised country reporting to include new strategic initiatives leading to a more granular view of sales. -Liaised with external consultants to facilitate implementation of project recommendations.\", 'position_title': 'MBA Summer Intern', 'duration': None, 'location': ''}, {'institution_name': 'Reeves Research Laboratory', 'linkedin_url': 'https://www.linkedin.com/search/results/all/?keywords=Reeves+Research+Laboratory', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'May 2005', 'to_date': 'Jul 2007', 'description': '-Managed lab of 3 researchers, support personnel, project budget, and $20,000 yearly resource allocation. \\n-Decreased average monthly costs by 30% year-over-year through development of system of standing vendor contracts and establishment of a database for budget and supplies. \\n-Designed and executed standalone scientific experiments resulting in multiple peer reviewed publications.\\n\\nSelected Publications:\\n-HMGA1 levels influence mitochondrial function and mitochondrial DNA repair efficiency. Mao L, Wertzler KJ, Maloney SC, Wang Z, Magnuson NS, Reeves R. Mol Cell Biol. 2009 Oct;29(20):5426-40. Epub 2009 Aug 17.\\n-High-mobility group A1 proteins inhibit expression of nucleotide excision repair factor xeroderma pigmentosum group A. Adair JE, Maloney SC, Dement GA, Wertzler KJ, Smerdon MJ, Reeves R. Cancer Res. 2007 Jul 1;67(13):6044-52.\\n-Gene-specific nucleotide excision repair is impaired in human cells expressing elevated levels of high mobility group A1 nonhistone proteins. Maloney SC, Adair JE, Smerdon MJ, Reeves R. DNA Repair (Amst). 2007 Sep 1;6(9):1371-9. Epub 2007 May 30.\\n-Nuclear HMGA1 nonhistone chromatin proteins directly influence mitochondrial transcription, maintenance, and function. Dement GA, Maloney SC, Reeves R. Exp Cell Res. 2007 Jan 1;313(1):77-87. Epub 2006 Sep 22.\\n-Managed lab of 3 researchers, support personnel, project budget, and $20,000 yearly resource allocation. -Decreased average monthly costs by 30% year-over-year through development of system of standing vendor contracts and establishment of a database for budget and supplies. -Designed and executed standalone scientific experiments resulting in multiple peer reviewed publications. Selected Publications: -HMGA1 levels influence mitochondrial function and mitochondrial DNA repair efficiency. Mao L, Wertzler KJ, Maloney SC, Wang Z, Magnuson NS, Reeves R. Mol Cell Biol. 2009 Oct;29(20):5426-40. Epub 2009 Aug 17. -High-mobility group A1 proteins inhibit expression of nucleotide excision repair factor xeroderma pigmentosum group A. Adair JE, Maloney SC, Dement GA, Wertzler KJ, Smerdon MJ, Reeves R. Cancer Res. 2007 Jul 1;67(13):6044-52. -Gene-specific nucleotide excision repair is impaired in human cells expressing elevated levels of high mobility group A1 nonhistone proteins. Maloney SC, Adair JE, Smerdon MJ, Reeves R. DNA Repair (Amst). 2007 Sep 1;6(9):1371-9. Epub 2007 May 30. -Nuclear HMGA1 nonhistone chromatin proteins directly influence mitochondrial transcription, maintenance, and function. Dement GA, Maloney SC, Reeves R. Exp Cell Res. 2007 Jan 1;313(1):77-87. Epub 2006 Sep 22.', 'position_title': 'Research Associate and Laboratory Manager', 'duration': None, 'location': ''}, {'institution_name': 'Kahn Laboratories', 'linkedin_url': 'https://www.linkedin.com/search/results/all/?keywords=Kahn+Laboratories', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'May 2002', 'to_date': 'May 2005', 'description': 'Provided research support for lab strategic initiatives of agriculturally significant crop genetic manipulations. Jointly supervised support technician staff.\\n\\nSelected Publications:\\n-Construction and expression of sugar kinase transcriptional gene fusions by using the Sinorhizobium meliloti ORFeome. Humann JL, Schroeder BK, Mortimer MW, House BL, Yurgel SN, Maloney SC, Ward KL, Fallquist HM, Ziemkiewicz HT, Kahn ML. Appl Environ Microbiol. 2008 Nov;74(21):6756-65. Epub 2008 Sep 12.\\n-Development of a functional genomics platform for Sinorhizobium meliloti: construction of an ORFeome. Schroeder BK, House BL, Mortimer MW, Yurgel SN, Maloney SC, Ward KL, Kahn ML. Appl Environ Microbiol. 2005 Oct;71(10):5858-64.\\nProvided research support for lab strategic initiatives of agriculturally significant crop genetic manipulations. Jointly supervised support technician staff. Selected Publications: -Construction and expression of sugar kinase transcriptional gene fusions by using the Sinorhizobium meliloti ORFeome. Humann JL, Schroeder BK, Mortimer MW, House BL, Yurgel SN, Maloney SC, Ward KL, Fallquist HM, Ziemkiewicz HT, Kahn ML. Appl Environ Microbiol. 2008 Nov;74(21):6756-65. Epub 2008 Sep 12. -Development of a functional genomics platform for Sinorhizobium meliloti: construction of an ORFeome. Schroeder BK, House BL, Mortimer MW, Yurgel SN, Maloney SC, Ward KL, Kahn ML. Appl Environ Microbiol. 2005 Oct;71(10):5858-64.', 'position_title': 'Research Associate', 'duration': None, 'location': ''}]", "education": "[{'institution_name': 'Indiana University - Kelley School of Business', 'linkedin_url': 'https://www.linkedin.com/company/3322/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2007', 'to_date': '2009', 'description': 'Activities and societies: Activities and societies listed above.\\nActivities and societies: Activities and societies listed above.\\nMaster of Business Administration, double major in Strategic Management and Finance GPA 3.76\\n-Faculty selected: Consulting Academy and Academy PLUS Life Sciences \\n-Member of Consulting Club, Finance Guild, and Toastmasters\\n-Peer elected representative to the Curriculum Advisory Counsel \\n-Peer elected Vice President of Professional Development—Consulting Club \\n-Co-leader of a 2 week consulting engagement in Lima, Peru where myself and co-leaders managed multiple engagement teams of 1st year MBA students on loan to various local businesses in need of consulting assistance.\\n-Merit based Graduate Assistantship recipient—support for faculty led life science consulting \\n-Peer Coach for Entering Class\\n-Active Case Competition Participant with Multiple Finalist Placings and Wins\\nMaster of Business Administration, double major in Strategic Management and Finance GPA 3.76 -Faculty selected: Consulting Academy and Academy PLUS Life Sciences -Member of Consulting Club, Finance Guild, and Toastmasters -Peer elected representative to the Curriculum Advisory Counsel -Peer elected Vice President of Professional Development—Consulting Club -Co-leader of a 2 week consulting engagement in Lima, Peru where myself and co-leaders managed multiple engagement teams of 1st year MBA students on loan to various local businesses in need of consulting assistance. -Merit based Graduate Assistantship recipient—support for faculty led life science consulting -Peer Coach for Entering Class -Active Case Competition Participant with Multiple Finalist Placings and Wins', 'degree': 'MBA, Double Major in Finance and Strategic Management'}, {'institution_name': 'Washington State University', 'linkedin_url': 'https://www.linkedin.com/company/166875/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '1998', 'to_date': '2002', 'description': \"Activities and societies: Martial arts instructor during junior and senior year employed by the university to teach beginning karate and self defense courses.\\nActivities and societies: Martial arts instructor during junior and senior year employed by the university to teach beginning karate and self defense courses.\\n-Active member of two different research labs encompassing all four years of undergraduate schooling\\n-Honors college, graduated cum laude (GPA >3.5)\\n-Pass with distinction on university-wide writing portfolio\\n-Outstanding undergraduate research award winner\\n-High academic standing, president's list, and undergrad career achievement awards\\n-Active member of two different research labs encompassing all four years of undergraduate schooling -Honors college, graduated cum laude (GPA >3.5) -Pass with distinction on university-wide writing portfolio -Outstanding undergraduate research award winner -High academic standing, president's list, and undergrad career achievement awards\", 'degree': 'BS, Genetics and Cellular Biology'}]", "Profile Image URL": "https://media.licdn.com/dms/image/C4E03AQHj1CCYQtmndA/profile-displayphoto-shrink_200_200/0/1522435891520?e=1684972800&v=beta&t=hnG6JpIdcc9692aYUz0LB9GL-rglT-DxT0HI0LjC8lU", "Linkedin Link": "https://www.linkedin.com/in/scott-maloney-4991025"}, {"Organization Name(Column A)": "Luxe", "uuid (Column B)": "e60b8cf9-34e3-d99c-0808-ef60f9ea85a2", "Name from Column E": "Craig Martin", "LinkedIn Name": "Craig  Martin", "experience": "[{'institution_name': 'GreenLite Technologies · Full-time', 'linkedin_url': 'https://www.linkedin.com/company/85892952/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Sep 2022', 'to_date': 'Present', 'description': '', 'position_title': 'Chief Product and Technology Officer', 'duration': None, 'location': 'San Francisco Bay Area · Remote'}, {'institution_name': 'Direct and via Funds & Syndicates', 'linkedin_url': 'https://www.linkedin.com/search/results/all/?keywords=Direct+and+via+Funds+%26+Syndicates', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Sep 2017', 'to_date': 'Present', 'description': 'Currently focusing primarily on Climate Tech investing, but always seeking to meet great founders.\\n\\nCompanies:\\nJetstream Fund, WattCarbon, Therma, Albedo, Simplyfyber, CloudAdmin, Tulip Data, Garbi, BoostUp, Loto Labs, Origin Protocol, Bamboo Asia\\nCurrently focusing primarily on Climate Tech investing, but always seeking to meet great founders. Companies: Jetstream Fund, WattCarbon, Therma, Albedo, Simplyfyber, CloudAdmin, Tulip Data, Garbi, BoostUp, Loto Labs, Origin Protocol, Bamboo Asia', 'position_title': 'Angel Investor & Advisor', 'duration': None, 'location': ''}, {'institution_name': 'MGM Resorts International · Full-time', 'linkedin_url': 'https://www.linkedin.com/company/1075291/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'May 2020', 'to_date': 'Sep 2022', 'description': 'Head of the Resort Experience Product Group\\n\\nOversee 3 Product Pillars\\n• Arrivals / Departures - focused on creating a seamless consumer experience for our guests as they visit our properties, and this all starts with the Mobile Check-in product.\\n• Mobile Experiences - creating a consistent and convenient mobile experience for our guests, while enabling other product teams to efficiently build new capabilities into the MGM Resorts app.\\n• Real Time Communications - Omnichannel communications platform to connect with our guests.\\n\\nAlso oversee and manage our Product Analytics and Product Operations teams.\\nHead of the Resort Experience Product Group Oversee 3 Product Pillars • Arrivals / Departures - focused on creating a seamless consumer experience for our guests as they visit our properties, and this all starts with the Mobile Check-in product. • Mobile Experiences - creating a consistent and convenient mobile experience for our guests, while enabling other product teams to efficiently build new capabilities into the MGM Resorts app. • Real Time Communications - Omnichannel communications platform to connect with our guests. Also oversee and manage our Product Analytics and Product Operations teams.', 'position_title': 'Vice President of Product', 'duration': None, 'location': 'San Francisco Bay Area · Remote'}, {'institution_name': 'Volvo Cars\\nVolvo Cars', 'linkedin_url': 'https://www.linkedin.com/company/5385/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'May 2019', 'to_date': 'May 2020', 'description': None, 'position_title': 'Senior Director, Consumer Digital', 'duration': '1 yr 1 mo', 'location': 'San Francisco Bay Area'}, {'institution_name': 'Volvo Cars\\nVolvo Cars', 'linkedin_url': 'https://www.linkedin.com/company/5385/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Sep 2017', 'to_date': 'May 2019', 'description': None, 'position_title': 'Senior Director of Engineering', 'duration': '1 yr 9 mos', 'location': 'San Francisco Bay Area'}, {'institution_name': 'Luxe', 'linkedin_url': 'https://www.linkedin.com/company/3806754/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Aug 2013', 'to_date': 'Sep 2017', 'description': \"* Acquired by Volvo Cars - September 2017 *\\n\\nCo-founded and ran Engineering for Luxe from day 0 to exit. Built original backend services, pitched to VC’s, recruited exceptional talent across all disciplines and launched a revolutionary on-demand valet service in 7 cities across the US with a focus on the best possible user experience.\\n\\n• Built the Engineering team from 1 to 25+ Engineers, including a 5 person Data Science organization. Also started and ran the Luxe intern program, with new interns joining every 4 months.\\n• Combined technical leadership with business strategy to clearly define the role that Engineering has in the organization, and set well defined expectations.\\n• Built large scale platforms to uniquely address all use cases across our 3-sided marketplace (Customers, Valets and Internal Operations).\\n• Raised $75M from Hertz, Redpoint, Venrock, GV, Lightspeed, others.\\n• Acquired by Volvo Cars in 2017 to become a key division within the digital product team.\\n* Acquired by Volvo Cars - September 2017 * Co-founded and ran Engineering for Luxe from day 0 to exit. Built original backend services, pitched to VC’s, recruited exceptional talent across all disciplines and launched a revolutionary on-demand valet service in 7 cities across the US with a focus on the best possible user experience. • Built the Engineering team from 1 to 25+ Engineers, including a 5 person Data Science organization. Also started and ran the Luxe intern program, with new interns joining every 4 months. • Combined technical leadership with business strategy to clearly define the role that Engineering has in the organization, and set well defined expectations. • Built large scale platforms to uniquely address all use cases across our 3-sided marketplace (Customers, Valets and Internal Operations). • Raised $75M from Hertz, Redpoint, Venrock, GV, Lightspeed, others. • Acquired by Volvo Cars in 2017 to become a key division within the digital product team.\\nLuxe Valet App Eliminates the Headache of Finding a Parking Spot\\nLuxe Valet App Eliminates the Headache of Finding a Parking Spot\\nEvery few years, I come across a new tech service that completely upends how I navigate urban life. It happened with Amazon Prime, the subscription plan that turned Jeff Bezos' online store into my primary shopping destination. It happened with Uber and Lyft, the ride-hailing companies that reduced how often I use my car, and killed my aspirations to ever buy another one.\\nNew Valet App Luxe Eases Parking Nightmares\\nNew Valet App Luxe Eases Parking Nightmares\\nIn some areas of San Francisco, it can take a half-hour or more to find a parking spot. But what if a valet met you at a chosen destination, parked your car nearby, and brought it back as soon as you were ready to leave?\\nThese are the 25 hottest startups in San Francisco\\nThese are the 25 hottest startups in San Francisco\\nIf you're looking for a city with tons of innovative companies, look no further than San Francisco. We have compiled a list of 25 of the hottest startups in San Francisco. To do so, we spoke to investors, employees, journalists, and active members of the city's tech scene.\\nShow all 4 media\", 'position_title': 'CTO & Co-founder', 'duration': None, 'location': 'San Francisco Bay Area'}, {'institution_name': 'One Warm Coat', 'linkedin_url': 'https://www.linkedin.com/company/915269/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Mar 2014', 'to_date': 'Mar 2015', 'description': 'Volunteered time and services to the One Warm Coat organization to help bring an Android app to the public to help drive more coat donations.\\n\\n• Attended 8 week Android Bootcamp offered by CodePath - http://codepath.com/\\n• Brainstormed and proposed numerous potential app ideas to the One Warm Coat team.\\n• Designed and developed a distributed location-based Android application using Google Maps, Parse, Card.IO and Stripe technologies that enabled volunteers to donate and collect coats for a national nonprofit organization.\\n\\nWorked as a group of 3 to develop the app, present at a public demo day, and received the top Android app award.\\n\\nThe One Warm Coat app/idea evolved into GiveNow, lead by one of the original project members Afik Cohen - http://givenow.io\\n\\nhttps://github.com/cjmartin2/OneWarmCoat-android\\nVolunteered time and services to the One Warm Coat organization to help bring an Android app to the public to help drive more coat donations. • Attended 8 week Android Bootcamp offered by CodePath - http://codepath.com/ • Brainstormed and proposed numerous potential app ideas to the One Warm Coat team. • Designed and developed a distributed location-based Android application using Google Maps, Parse, Card.IO and Stripe technologies that enabled volunteers to donate and collect coats for a national nonprofit organization. Worked as a group of 3 to develop the app, present at a public demo day, and received the top Android app award. The One Warm Coat app/idea evolved into GiveNow, lead by one of the original project members Afik Cohen - http://givenow.io https://github.com/cjmartin2/OneWarmCoat-android\\nParse Cloud Code repo for One Warm Coat\\nParse Cloud Code repo for One Warm Coat\\nOneWarmCoat-parse - Repository for OneWarmCoat Parse Cloud Code\\nOneWarmCoat-parse - Repository for OneWarmCoat Parse Cloud Code\\nAndroid repo for One Warm Coat\\nAndroid repo for One Warm Coat\\nOneWarmCoat-android - One Warm Coat Android app\\nOneWarmCoat-android - One Warm Coat Android app', 'position_title': 'Android Engineer', 'duration': None, 'location': 'San Francisco Bay Area'}, {'institution_name': 'Zynga\\nZynga', 'linkedin_url': 'https://www.linkedin.com/company/167907/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Feb 2013', 'to_date': 'Aug 2013', 'description': None, 'position_title': 'Principal Software Engineer', 'duration': '7 mos', 'location': 'San Francisco Bay Area'}, {'institution_name': 'Zynga\\nZynga', 'linkedin_url': 'https://www.linkedin.com/company/167907/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Apr 2012', 'to_date': 'Jan 2013', 'description': None, 'position_title': 'Senior Software Engineer', 'duration': '10 mos', 'location': 'San Francisco Bay Area'}, {'institution_name': 'Zynga\\nZynga', 'linkedin_url': 'https://www.linkedin.com/company/167907/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jul 2011', 'to_date': 'Apr 2012', 'description': None, 'position_title': 'Senior Software Engineer / Pod Lead', 'duration': '10 mos', 'location': 'San Francisco Bay Area'}, {'institution_name': 'Zynga\\nZynga', 'linkedin_url': 'https://www.linkedin.com/company/167907/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jun 2010', 'to_date': 'Jul 2011', 'description': None, 'position_title': 'Software Engineer', 'duration': '1 yr 2 mos', 'location': 'San Francisco Bay Area'}, {'institution_name': 'Research In Motion', 'linkedin_url': 'https://www.linkedin.com/company/2828/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Aug 2009', 'to_date': 'Dec 2009', 'description': '• Developed a new user interface design for an upcoming project and given creative control to implement a clean and functional interface using Ext JS.\\n• Ported the new design over to parallel projects to prepare for future releases.\\n• Developed a new user interface design for an upcoming project and given creative control to implement a clean and functional interface using Ext JS. • Ported the new design over to parallel projects to prepare for future releases.', 'position_title': 'Software Developer', 'duration': None, 'location': ''}, {'institution_name': 'Research In Motion', 'linkedin_url': 'https://www.linkedin.com/company/2828/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2009', 'to_date': 'May 2009', 'description': '• Implemented a web statistics application to monitor usage of projects in testing and production environments.\\n• Designed part of the user interface for a future project. Collaborated with developers and Project Managers to design an interface with maximum usability and ease of implementation.\\n• Implemented a web statistics application to monitor usage of projects in testing and production environments. • Designed part of the user interface for a future project. Collaborated with developers and Project Managers to design an interface with maximum usability and ease of implementation.', 'position_title': 'Software Developer', 'duration': None, 'location': ''}, {'institution_name': 'Research In Motion', 'linkedin_url': 'https://www.linkedin.com/company/2828/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Apr 2008', 'to_date': 'Sep 2008', 'description': 'Designed and implemented a web application using Java, Spring 2.0, Spring WebFlow and Ext JS that is used to generate representative test data for the development team.\\nDesigned and implemented a web application using Java, Spring 2.0, Spring WebFlow and Ext JS that is used to generate representative test data for the development team.', 'position_title': 'Software Developer', 'duration': None, 'location': ''}, {'institution_name': 'Conestoga-Rovers & Associates', 'linkedin_url': 'https://www.linkedin.com/company/24804/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Sep 2007', 'to_date': 'Dec 2007', 'description': '• Rebuilt the company wide Distributed File System for greater stability and sustainability.\\n• Created numerous utility scripts and applications to increase productivity of the Information Systems team.\\n• Rebuilt the company wide Distributed File System for greater stability and sustainability. • Created numerous utility scripts and applications to increase productivity of the Information Systems team.', 'position_title': 'Information Systems Programmer', 'duration': None, 'location': ''}, {'institution_name': 'Ministry of Education and Research', 'linkedin_url': 'https://www.linkedin.com/company/2172/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2007', 'to_date': 'Apr 2007', 'description': 'Created custom extensions to an open source software package (Moodle Learning Management System) using PHP and PostgreSQL.\\nCreated custom extensions to an open source software package (Moodle Learning Management System) using PHP and PostgreSQL.', 'position_title': 'Software Developer', 'duration': None, 'location': ''}, {'institution_name': 'Conestoga-Rovers & Associates', 'linkedin_url': 'https://www.linkedin.com/company/24804/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'May 2006', 'to_date': 'Sep 2006', 'description': 'Provided Help Desk support for remote users in offices locally and around the world, correcting network, software and general computer related issues.\\nProvided Help Desk support for remote users in offices locally and around the world, correcting network, software and general computer related issues.', 'position_title': 'Information Systems Technician', 'duration': None, 'location': ''}, {'institution_name': 'Stream Communications', 'linkedin_url': 'https://www.linkedin.com/company/28589/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Nov 2004', 'to_date': 'Sep 2005', 'description': '• Provided technical customer support for an Internet Service Provider.\\n• Resolved internet connection and general computer related problems on numerous versions of Macintosh and Windows Operating Systems.\\n• Provided technical customer support for an Internet Service Provider. • Resolved internet connection and general computer related problems on numerous versions of Macintosh and Windows Operating Systems.', 'position_title': 'Support Professional', 'duration': None, 'location': ''}]", "education": "[{'institution_name': 'University of Waterloo', 'linkedin_url': 'https://www.linkedin.com/company/166688/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2005', 'to_date': '2010', 'description': 'Activities and societies: Member of the University of Waterloo Varsity Men’s Curling team from 2005 to 2007.\\nActivities and societies: Member of the University of Waterloo Varsity Men’s Curling team from 2005 to 2007.\\nFourth year courses: Software Requirements & Specification, Computer Networks, Distributed Systems, Software Design & Architecture, Artificial Intelligence, Computer Security & Privacy, Database Systems Implementation, Software Testing & Quality Assurance, Information Systems Management, and Cryptography\\nFourth year courses: Software Requirements & Specification, Computer Networks, Distributed Systems, Software Design & Architecture, Artificial Intelligence, Computer Security & Privacy, Database Systems Implementation, Software Testing & Quality Assurance, Information Systems Management, and Cryptography', 'degree': 'BCS, Computer Science, Software Engineering Option'}, {'institution_name': 'Centre Hastings Secondary', 'linkedin_url': None, 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': None, 'to_date': None, 'description': '• Team leader for school website, proofreading and error-checking before daily updates.\\n• Created animations and video productions for school banquets and presentations.\\n• Designed web pages and original graphic content.\\n• Team leader for school website, proofreading and error-checking before daily updates. • Created animations and video productions for school banquets and presentations. • Designed web pages and original graphic content.', 'degree': None}]", "Profile Image URL": "https://media.licdn.com/dms/image/C5603AQEQQxwO075UEg/profile-displayphoto-shrink_200_200/0/1632625234343?e=1684972800&v=beta&t=I0J_TKWV8PHzfKyg01L4YgQn2TG-34g0ejANbVJfMWk", "Linkedin Link": "http://www.linkedin.com/in/craigjmartin"}, {"Organization Name(Column A)": "Luxe", "uuid (Column B)": "e60b8cf9-34e3-d99c-0808-ef60f9ea85a2", "Name from Column E": "Curtis Lee", "LinkedIn Name": "Curtis  Lee", "experience": "[{'institution_name': 'Microsoft · Full-time', 'linkedin_url': 'https://www.linkedin.com/company/1035/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2022', 'to_date': 'Present', 'description': 'Head of global payments\\nHead of global payments', 'position_title': 'Vice President of Product Management, Global Payments & Cash', 'duration': None, 'location': ''}, {'institution_name': 'Pinwheel', 'linkedin_url': 'https://www.linkedin.com/company/30603674/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2018', 'to_date': 'Present', 'description': \"Pinwheel is the leading API for payroll company. Our mission is to create a fairer financial system through better data and access.\\n\\nWe've raised $80M in funding from Coatue, First Round Capital, GGV, Upfront Ventures, Primary, and great angels like Tony Xu (Doordash CEO/founder), Gokul Rajaram, and Jackie Reses (Square).\\n\\nAPI docs --> https://docs.getpinwheel.com/\\n\\nCofounded company. Initially incubated the idea, built the founding team, and help fund it.\\nPinwheel is the leading API for payroll company. Our mission is to create a fairer financial system through better data and access. We've raised $80M in funding from Coatue, First Round Capital, GGV, Upfront Ventures, Primary, and great angels like Tony Xu (Doordash CEO/founder), Gokul Rajaram, and Jackie Reses (Square). API docs --> https://docs.getpinwheel.com/ Cofounded company. Initially incubated the idea, built the founding team, and help fund it.\\nPinwheel raises $50M Series B at $500M valuation for its income verification APIs\\nPinwheel raises $50M Series B at $500M valuation for its income verification APIs\\nSix months after its $20 million Series A, payroll connectivity platform Pinwheel just announced that it has nabbed another $50 million in a round led by new investor GGV Capital.  Pinwheel serves neobanks and fintechs like Block, Varo and Lendly by...\\nCoatue direct deposits $20M into Pinwheel, a payroll API for neobanks\\nCoatue direct deposits $20M into Pinwheel, a payroll API for neobanks\\nOne of the most strategically important financial relationships for neobanks is becoming the account destination for a user’s paycheck. If you’re a bank and you own that specific relationship, users will increasingly use that account for everything...\\n21 NYC Companies To Watch in 2021\\n21 NYC Companies To Watch in 2021\\nShow all 7 media\", 'position_title': 'Co-Founder & Chairman', 'duration': None, 'location': 'New York, NY'}, {'institution_name': 'Direct and via Zuma', 'linkedin_url': 'https://www.linkedin.com/search/results/all/?keywords=Direct+and+via+Zuma', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2015', 'to_date': 'Present', 'description': 'Love helping and working with inspirational founders. Sometimes it leads to investments.\\n\\nCompanies: Superhuman, Angellist, Persona, Pipe, Notion, Graphite, Digisure, Honeybook, Matik, Carpay, Origin Protocol, Chia Network, Airlift, Bloomscape, Dadi (acq. Ro), Pared, Deepen.ai, Woven (acq. Slack), Podz (acq. Spotify), Snap, Better, Poshmark, Wag!, Aalto, Kapwing, Punch List, Primer, CloudAdmin, Bandit (acq. GoPuff), Five Iron Golf, Pinwheel, Sounder, Behave, Attn:Grace, Forma (acq. Snap), Outer, SecurityPal, Jukebox Health, Cabal, Neo.tax, Stir, Aside, Treinta, The Cool Down, Proof of Play, Omni\\nLove helping and working with inspirational founders. Sometimes it leads to investments. Companies: Superhuman, Angellist, Persona, Pipe, Notion, Graphite, Digisure, Honeybook, Matik, Carpay, Origin Protocol, Chia Network, Airlift, Bloomscape, Dadi (acq. Ro), Pared, Deepen.ai, Woven (acq. Slack), Podz (acq. Spotify), Snap, Better, Poshmark, Wag!, Aalto, Kapwing, Punch List, Primer, CloudAdmin, Bandit (acq. GoPuff), Five Iron Golf, Pinwheel, Sounder, Behave, Attn:Grace, Forma (acq. Snap), Outer, SecurityPal, Jukebox Health, Cabal, Neo.tax, Stir, Aside, Treinta, The Cool Down, Proof of Play, Omni', 'position_title': 'Angel Investor & Advisor', 'duration': None, 'location': ''}, {'institution_name': 'Stripe · Full-time', 'linkedin_url': 'https://www.linkedin.com/company/2135371/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2022', 'to_date': '2022', 'description': '', 'position_title': 'Investments and Acquisitions', 'duration': None, 'location': 'New York, United States'}, {'institution_name': 'Primary Venture Partners', 'linkedin_url': 'https://www.linkedin.com/company/1381092/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2019', 'to_date': '2021', 'description': 'Founder investing in other founders. \\n\\nLed incubation efforts. I got to work closely with talented founders working on 0-1 initiatives.\\nFounder investing in other founders. Led incubation efforts. I got to work closely with talented founders working on 0-1 initiatives.\\nComing Full Circle: Joining Primary Venture Partners\\nComing Full Circle: Joining Primary Venture Partners\\nI’m excited to share that I’ve joined Primary Venture Partners as a Venture Partner in New York City. I’ll be investing in seed-stage companies, but a\\nI’m excited to share that I’ve joined Primary Venture Partners as a Venture Partner in New York City. I’ll be investing in seed-stage companies, but a', 'position_title': 'Venture Partner', 'duration': None, 'location': 'Greater New York City Area'}, {'institution_name': 'Luxe', 'linkedin_url': 'https://www.linkedin.com/company/3806754/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2013', 'to_date': '2019', 'description': \"Cofounded and was CEO of Luxe from day 0 till exit. Luxe was acquired by Volvo in 2017. As Vice President of Digital at Volvo, I led the Luxe org which became the group working on Volvo's digital and mobility products and services with Luxe becoming its mobility platform.\\n\\nLuxe reimagined how city's of tomorrow should be designed by introducing a new way to park your car. By building a software-enabled platform with a valet-delivery network, we were able to valet customers' cars at their destination while storing them in city fringes. Thus, radically improving user experience while making better use of city land. \\n\\nHighlights:\\n- Acquired by Volvo to become the digital product team\\n- Launched in 7 cities in the US\\n- Raised $75M from Hertz, Redpoint, Venrock, GV, Lightspeed\\n- One of the first on-demand companies to make workforce W2 employees\\n- Built a team of over 100 FTEs in engineering, product, and ops and over 1,000 valet agents\\n- Achieved annual revenue run rate of $20M+\\n- Achieved profitability in multiple cities\\n- Awarded Most Innovative Company and Hottest Startups Awards\\nCofounded and was CEO of Luxe from day 0 till exit. Luxe was acquired by Volvo in 2017. As Vice President of Digital at Volvo, I led the Luxe org which became the group working on Volvo's digital and mobility products and services with Luxe becoming its mobility platform. Luxe reimagined how city's of tomorrow should be designed by introducing a new way to park your car. By building a software-enabled platform with a valet-delivery network, we were able to valet customers' cars at their destination while storing them in city fringes. Thus, radically improving user experience while making better use of city land. Highlights: - Acquired by Volvo to become the digital product team - Launched in 7 cities in the US - Raised $75M from Hertz, Redpoint, Venrock, GV, Lightspeed - One of the first on-demand companies to make workforce W2 employees - Built a team of over 100 FTEs in engineering, product, and ops and over 1,000 valet agents - Achieved annual revenue run rate of $20M+ - Achieved profitability in multiple cities - Awarded Most Innovative Company and Hottest Startups Awards\\nCould “Social Justice Benefits” Be The Newest Employment Trend?\\nCould “Social Justice Benefits” Be The Newest Employment Trend?\\nSome companies are recognizing their employees’ social consciences by offering paid time off for political involvement, and even covering bail for employees arrested while peacefully protesting.\\nSan Francisco Entrepreneur Aims To Make Parking 'A Delight' With On-Demand Valet\\nSan Francisco Entrepreneur Aims To Make Parking 'A Delight' With On-Demand Valet\\nCurtis Lee never expected to have a career in parking. But after a stressful night circling the block around his favorite San Francisco restaurant for more than 30 minutes and finally finding a spot almost half a mile away where he had to endure the...\\nNew Valet App Luxe Eases Parking Nightmares\\nNew Valet App Luxe Eases Parking Nightmares\\nA new app lets drivers summon a valet who meets them at a chosen destination, parks their car nearby, and brings it back when ready to leave.\\nA new app lets drivers summon a valet who meets them at a chosen destination, parks their car nearby, and brings it back when ready to leave.\\nShow all 13 media\", 'position_title': 'Co-Founder & Chief Executive Officer', 'duration': None, 'location': 'San Francisco'}, {'institution_name': 'First Round Capital', 'linkedin_url': 'https://www.linkedin.com/company/555078/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Aug 2018', 'to_date': 'Dec 2018', 'description': 'Meet First Round’s Angel Track Cohorts\\u200a—\\u200aFall 2018 – First Round – Medium\\nMeet First Round’s Angel Track Cohorts\\u200a—\\u200aFall 2018 – First Round – Medium\\nBy Hayley Barna & Phin Barnes\\nBy Hayley Barna & Phin Barnes', 'position_title': 'Angel Track ', 'duration': None, 'location': ''}, {'institution_name': 'Lightspeed Venture Partners', 'linkedin_url': 'https://www.linkedin.com/company/30258/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2013', 'to_date': '', 'description': 'Hatched Luxe while an EIR\\nHatched Luxe while an EIR', 'position_title': 'Entrepreneur in Residence', 'duration': None, 'location': ''}, {'institution_name': 'Groupon', 'linkedin_url': 'https://www.linkedin.com/company/355611/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2012', 'to_date': '2013', 'description': \"Product leader for consumer products organization\\nProduct leader for consumer products organization\\nUS20140257945A1 - Method, apparatus, and computer readable medium for transferring of promotions - Google Patents\\nUS20140257945A1 - Method, apparatus, and computer readable medium for transferring of promotions - Google Patents\\nProvided herein are systems, methods and computer readable media for facilitating transfer of promotions. A promotion and marketing service may allow for assignment of one or more promotions to a first provider or consumer. A method for transferring...\\neCommerce Talent Steal: Groupon Takes Zynga's Product Mgmt. Director\\neCommerce Talent Steal: Groupon Takes Zynga's Product Mgmt. Director\\nGroupon has hired Curtis Lee away from Zynga, where he had been working as director of product management. At Groupon, Lee will hold the title of Vice President of Consumer Products. TechCrunch, which broke the news earlier this week, called Lee a...\\nGroupon Hires Curtis Lee Away From Zynga To Become Its New VP Of Consumer Products\\nGroupon Hires Curtis Lee Away From Zynga To Become Its New VP Of Consumer Products\\nAnother executive departure at Zynga, and a big hire for Groupon: TechCrunch has learned -- and Groupon has just confirmed -- that Curtis Lee, who had been director of product management for Zynga, is joining Groupon as its new VP of consumer...\\nShow all 4 media\", 'position_title': 'Vice President of Product', 'duration': None, 'location': 'Palo Alto, CA'}, {'institution_name': 'Zynga', 'linkedin_url': 'https://www.linkedin.com/company/167907/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2009', 'to_date': '2012', 'description': \"Product head for Austin, TX studio. Formerly, Director of Product for Mafia Wars. Responsible for managing product and revenue for one of the largest games on Facebook.\\n\\nAwarded top Product Manager performer two years.\\n\\nDirector of Product (2010-2012)\\nSenior Product Manager (2009-2010)\\nProduct head for Austin, TX studio. Formerly, Director of Product for Mafia Wars. Responsible for managing product and revenue for one of the largest games on Facebook. Awarded top Product Manager performer two years. Director of Product (2010-2012) Senior Product Manager (2009-2010)\\nUS10384126B2 - Graphical user interfaces in computer-implemented multiplayer games - Google Patents\\nUS10384126B2 - Graphical user interfaces in computer-implemented multiplayer games - Google Patents\\nThis disclosure generally relates to systems and methods to provide graphical user interfaces in computer-implemented multiplayer games. The graphical user interface includes a friends panel that is operable between a collapsed condition and an...\\nZynga Starts Testing SMS Notifications As It Tries To Kick Its Facebook Dependence\\nZynga Starts Testing SMS Notifications As It Tries To Kick Its Facebook Dependence\\nZynga's massively successful moneymaking machine is about to get another way to reach its millions of avid users. Today, the company is starting to test SMS notifications, allowing a small number of users to receive updates directly to their mobile...\\nZynga's director of product development departs for Groupon\\nZynga's director of product development departs for Groupon\\nZynga's director of product development, Curtis Lee, has left the social networking giant to join online deals site Groupon, where he will oversee its numerous consumer-facing initiatives.\\nZynga's director of product development, Curtis Lee, has left the social networking giant to join online deals site Groupon, where he will oversee its numerous consumer-facing initiatives.\", 'position_title': 'Director of Product Management', 'duration': None, 'location': ''}, {'institution_name': 'Google', 'linkedin_url': 'https://www.linkedin.com/company/1441/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2007', 'to_date': '2009', 'description': 'YouTube consumer products (social, discovery, player, website) and long-form content.\\n\\nStarted as PMM on AdWords (Ads Quality team) and Website Optimizer (testing optimization and analytics tool).\\nYouTube consumer products (social, discovery, player, website) and long-form content. Started as PMM on AdWords (Ads Quality team) and Website Optimizer (testing optimization and analytics tool).', 'position_title': 'Product Manager', 'duration': None, 'location': ''}, {'institution_name': 'Advanced Technology Ventures', 'linkedin_url': 'https://www.linkedin.com/company/29062/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2003', 'to_date': '2005', 'description': 'Early-to-mid stage venture capital firm focused on technology investments. Active participation with entrepreneurs and board.\\n\\nFocused on web and software apps. Representative investments include WildTangent, Cenzic, Nominum.\\nEarly-to-mid stage venture capital firm focused on technology investments. Active participation with entrepreneurs and board. Focused on web and software apps. Representative investments include WildTangent, Cenzic, Nominum.', 'position_title': 'Senior Associate', 'duration': None, 'location': ''}, {'institution_name': 'Summit Partners', 'linkedin_url': 'https://www.linkedin.com/company/14503/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2001', 'to_date': '2003', 'description': 'Summit Partners provides private equity and venture capital for rapidly growing companies. Founded in 1984, Summit has raised more than $11 billion in capital and has provided growth equity, recapitalization, and management buyout financing to more than 320 growing companies across a range of industries and geographies.\\n\\nIdentified and sourced investments. Active deal team member on two investments.\\nSummit Partners provides private equity and venture capital for rapidly growing companies. Founded in 1984, Summit has raised more than $11 billion in capital and has provided growth equity, recapitalization, and management buyout financing to more than 320 growing companies across a range of industries and geographies. Identified and sourced investments. Active deal team member on two investments.', 'position_title': 'Associate', 'duration': None, 'location': ''}]", "education": "[{'institution_name': 'The Wharton School', 'linkedin_url': 'https://www.linkedin.com/company/5290/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': None, 'to_date': None, 'description': '', 'degree': 'MBA'}, {'institution_name': 'University of California, Berkeley', 'linkedin_url': 'https://www.linkedin.com/company/2517/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': None, 'to_date': None, 'description': '', 'degree': None}]", "Profile Image URL": "https://media.licdn.com/dms/image/C5603AQEgM9w4w6Riiw/profile-displayphoto-shrink_200_200/0/1614744456848?e=1684972800&v=beta&t=luJ9iBE8rIiw40YFytNV9Z4xpCl7Q7z6IKvEfphZwJw", "Linkedin Link": "https://www.linkedin.com/in/curtisylee"}, {"Organization Name(Column A)": "Takl", "uuid (Column B)": "e632a224-79b6-4173-ac0a-fdd53effa3d3", "Name from Column E": "Greg McCollum", "LinkedIn Name": "Greg M.", "experience": "[{'institution_name': 'Takl | On-Demand Home Services', 'linkedin_url': 'https://www.linkedin.com/company/10345935/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jul 2015', 'to_date': 'Aug 2020', 'description': '', 'position_title': 'Co-Founder and COO', 'duration': None, 'location': 'Brentwood, TN'}, {'institution_name': 'The ArCon Group, Inc.', 'linkedin_url': 'https://www.linkedin.com/search/results/all/?keywords=The+ArCon+Group%2C+Inc%2E', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2004', 'to_date': 'Jul 2014', 'description': '', 'position_title': 'Co-Founder and COO', 'duration': None, 'location': 'Brentwood, TN'}, {'institution_name': 'Forum Contractors, Inc.', 'linkedin_url': 'https://www.linkedin.com/search/results/all/?keywords=Forum+Contractors%2C+Inc%2E', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jul 1990', 'to_date': 'Jan 2004', 'description': '', 'position_title': 'Co-Owner / COO / Project Management', 'duration': None, 'location': ''}, {'institution_name': 'McCollum Construction', 'linkedin_url': 'https://www.linkedin.com/search/results/all/?keywords=McCollum+Construction', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '1985', 'to_date': '1990', 'description': '', 'position_title': 'Operations Manager', 'duration': None, 'location': 'Nashville, TN'}]", "education": "[{'institution_name': 'Belmont University', 'linkedin_url': 'https://www.linkedin.com/company/17844/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '1984', 'to_date': '', 'description': '', 'degree': 'Bachelor of Business Administration (B.B.A.), Marketing'}]", "Profile Image URL": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "Linkedin Link": "https://www.linkedin.com/in/greg-m-a16b505/"}, {"Organization Name(Column A)": "Allego", "uuid (Column B)": "e6336042-21d8-e5d6-cc8b-0280e5f6c2b6", "Name from Column E": "Yuchun Lee", "LinkedIn Name": "Yuchun  Lee", "experience": "[{'institution_name': 'Allego · Full-time', 'linkedin_url': 'https://www.linkedin.com/company/4994402/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2013', 'to_date': 'Present', 'description': \"Allego delivers Sales Enablement that helps companies win sellers and buyers. Its award-winning SaaS platform ensures that client-facing reps are seamlessly enabled with the skills, knowledge, and content they need to confidently engage with prospects in a virtual and hybrid world. Whether it’s providing feedback to one another through asynchronous video, or enhancing their skills through AI-powered onboarding, coaching, launching products, accessing critical content, or peer-to-peer collaboration, more than 750,000 sales professionals at hundreds of the world's top companies use Allego to revolutionize the way they sell and win new customers.\\nAllego delivers Sales Enablement that helps companies win sellers and buyers. Its award-winning SaaS platform ensures that client-facing reps are seamlessly enabled with the skills, knowledge, and content they need to confidently engage with prospects in a virtual and hybrid world. Whether it’s providing feedback to one another through asynchronous video, or enhancing their skills through AI-powered onboarding, coaching, launching products, accessing critical content, or peer-to-peer collaboration, more than 750,000 sales professionals at hundreds of the world's top companies use Allego to revolutionize the way they sell and win new customers.\", 'position_title': 'Co-Founder & Chief Executive Officer', 'duration': None, 'location': 'Needham, MA'}, {'institution_name': 'DSP Concepts · Full-time', 'linkedin_url': 'https://www.linkedin.com/company/1915605/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Dec 2021', 'to_date': 'Present', 'description': \"DSP Concepts help companies drastically expand and accelerate their ability to embed a full range of audio experiences in their products. Leveraging a rich and open ecosystem of partners, such as NXP, Qualcomm, STMicroelectronics, Cadence, Arm, and others, companies can leverage DSP Concepts' audio engineering expertise and its Audio of Things (AoT) software platform to create and deliver rich and high-quality audio experiences, faster and easier. Today, millions of products are powered by DSP Concepts across companies such as Bang & Olufsen, BMW, Braun, Facebook, Garmin, GoPro, LG, Mercedes Benz, Panasonic, Peloton, Porsche, Samsung, Sennheiser, Spotify, Tesla, and many more.\\nDSP Concepts help companies drastically expand and accelerate their ability to embed a full range of audio experiences in their products. Leveraging a rich and open ecosystem of partners, such as NXP, Qualcomm, STMicroelectronics, Cadence, Arm, and others, companies can leverage DSP Concepts' audio engineering expertise and its Audio of Things (AoT) software platform to create and deliver rich and high-quality audio experiences, faster and easier. Today, millions of products are powered by DSP Concepts across companies such as Bang & Olufsen, BMW, Braun, Facebook, Garmin, GoPro, LG, Mercedes Benz, Panasonic, Peloton, Porsche, Samsung, Sennheiser, Spotify, Tesla, and many more.\", 'position_title': 'Executive Chairman', 'duration': None, 'location': 'Santa Clara County, California, United States'}, {'institution_name': 'Vertex Pharmaceuticals', 'linkedin_url': 'https://www.linkedin.com/company/6866/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2012', 'to_date': 'Present', 'description': 'Vertex (NASDAQ:VRTX) is a Fortune 500 pharmaceutical company that aims to discover, develop and commercialize innovative new medicines so people with serious diseases can lead better lives. Vertex has research and development sites and commercial offices around the world in the United States, Canada, Europe and Australia.\\nVertex (NASDAQ:VRTX) is a Fortune 500 pharmaceutical company that aims to discover, develop and commercialize innovative new medicines so people with serious diseases can lead better lives. Vertex has research and development sites and commercial offices around the world in the United States, Canada, Europe and Australia.', 'position_title': 'Member Board Of Directors', 'duration': None, 'location': 'Boston'}, {'institution_name': 'General Catalyst Partners', 'linkedin_url': 'https://www.linkedin.com/company/28902/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Apr 2013', 'to_date': 'Present', 'description': 'http://generalcatalyst.com/team/yuchun-lee\\nhttp://generalcatalyst.com/team/yuchun-lee', 'position_title': 'XIR -- Executive Partner', 'duration': None, 'location': 'Greater Boston Area'}, {'institution_name': 'Museum of Fine Arts, Boston\\nMuseum of Fine Arts, Boston', 'linkedin_url': 'https://www.linkedin.com/search/results/all/?keywords=Museum+of+Fine+Arts%2C+Boston', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Sep 2018', 'to_date': 'Present', 'description': None, 'position_title': 'Member Board Of Trustees', 'duration': '4 yrs 7 mos', 'location': 'Greater Boston Area'}, {'institution_name': 'Museum of Fine Arts, Boston\\nMuseum of Fine Arts, Boston', 'linkedin_url': 'https://www.linkedin.com/search/results/all/?keywords=Museum+of+Fine+Arts%2C+Boston', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Sep 2017', 'to_date': 'Aug 2018', 'description': None, 'position_title': 'Member Of The Board Of Advisors', 'duration': '1 yr', 'location': 'Greater Boston Area'}, {'institution_name': 'Isabella Stewart Gardner Museum', 'linkedin_url': 'https://www.linkedin.com/company/23671/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'May 2017', 'to_date': 'Present', 'description': None, 'position_title': 'Member Board Of Trustees', 'duration': '5 yrs 11 mos', 'location': None}, {'institution_name': 'Isabella Stewart Gardner Museum', 'linkedin_url': 'https://www.linkedin.com/company/23671/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'May 2015', 'to_date': 'Apr 2017', 'description': None, 'position_title': 'Member Board of Overseers', 'duration': '2 yrs', 'location': None}, {'institution_name': 'MIT Museum', 'linkedin_url': 'https://www.linkedin.com/search/results/all/?keywords=MIT+Museum', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'May 2017', 'to_date': 'Present', 'description': 'The MIT Museum engages the wider community with MIT’s science, technology, and other areas of scholarship in ways that will best serve the nation and the world in the 21st century.\\nThe MIT Museum engages the wider community with MIT’s science, technology, and other areas of scholarship in ways that will best serve the nation and the world in the 21st century.', 'position_title': 'Member Of The Board Of Advisors', 'duration': None, 'location': 'Cambridge, MA'}, {'institution_name': 'Clarabridge', 'linkedin_url': 'https://www.linkedin.com/company/48781/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Sep 2013', 'to_date': 'Oct 2021', 'description': \"Clarabridge transforms customer feedback into intelligence that improves the customer experience. Our intelligent customer experience management (CEM) solution uses the industry’s most advanced text analytics engine to help you understand your customers’ sentiment in their own words. Clarabridge analyzes feedback from any source, on any topic, across the volume of customer data you collect every day. Successfully sold to Qualtrics in 2021 for $1.2B+, Clarabridge is now a critical part of Qualtrics' Experience Management (XM) platform.\\nClarabridge transforms customer feedback into intelligence that improves the customer experience. Our intelligent customer experience management (CEM) solution uses the industry’s most advanced text analytics engine to help you understand your customers’ sentiment in their own words. Clarabridge analyzes feedback from any source, on any topic, across the volume of customer data you collect every day. Successfully sold to Qualtrics in 2021 for $1.2B+, Clarabridge is now a critical part of Qualtrics' Experience Management (XM) platform.\", 'position_title': 'Executive Chairman, CEO', 'duration': None, 'location': 'Reston, VA'}, {'institution_name': 'IBM', 'linkedin_url': 'https://www.linkedin.com/company/1009/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Aug 2010', 'to_date': 'Dec 2012', 'description': '', 'position_title': 'VP Enterprise Marketing Management', 'duration': None, 'location': ''}, {'institution_name': 'Unica Corporation', 'linkedin_url': 'https://www.linkedin.com/company/166590/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Dec 1992', 'to_date': 'Oct 2010', 'description': '', 'position_title': 'Co-Founder, Chairman and CEO', 'duration': None, 'location': ''}]", "education": "[{'institution_name': 'Massachusetts Institute of Technology', 'linkedin_url': 'https://www.linkedin.com/company/1503/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': None, 'to_date': None, 'description': '', 'degree': 'Master of Science (MS)'}, {'institution_name': 'Babson College', 'linkedin_url': 'https://www.linkedin.com/company/6716/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': None, 'to_date': None, 'description': '', 'degree': 'Master of Business Administration (MBA)'}, {'institution_name': 'Massachusetts Institute of Technology', 'linkedin_url': 'https://www.linkedin.com/company/1503/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': None, 'to_date': None, 'description': '', 'degree': 'Bachelor of Science (BS)'}]", "Profile Image URL": "https://media.licdn.com/dms/image/C5103AQGG5R5CY8jODg/profile-displayphoto-shrink_200_200/0/1517608882524?e=1684972800&v=beta&t=zlS86ytj4ApWWoMApzAEA0dxDZXbtn2kVlq6X0i1-KY", "Linkedin Link": "https://www.linkedin.com/in/yuchun-lee-9298915b/"}, {"Organization Name(Column A)": "Shoes of Prey", "uuid (Column B)": "e655ff0d-6d8d-741a-a7cd-2eab5cb20472", "Name from Column E": "Jodie Fox", "LinkedIn Name": "Jodie  Fox", "experience": "[{'institution_name': 'Wiley', 'linkedin_url': 'https://www.linkedin.com/company/164549/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Oct 2018', 'to_date': 'Present', 'description': '', 'position_title': 'Author', 'duration': None, 'location': ''}, {'institution_name': 'Shoes of Prey', 'linkedin_url': 'https://www.linkedin.com/company/732280/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Oct 2009', 'to_date': 'Sep 2018', 'description': 'Jodie co-founded Shoes of Prey in 2009. Some of her achievements over the course of the life of Shoes of Prey include: Significant press recognition, far beyond that of a company of a similar size and age. Establishing the Shoes of Prey brand execution: Visual Guideline, Tone and Voice, Product Direction. Establishing the Shoes of Prey brand. Face of the business, building external relationships for business development opportunities and reputation. Establishing the architecture of our culture and continually building it. \\nJodie co-founded Shoes of Prey in 2009. Some of her achievements over the course of the life of Shoes of Prey include: Significant press recognition, far beyond that of a company of a similar size and age. Establishing the Shoes of Prey brand execution: Visual Guideline, Tone and Voice, Product Direction. Establishing the Shoes of Prey brand. Face of the business, building external relationships for business development opportunities and reputation. Establishing the architecture of our culture and continually building it.', 'position_title': 'Co Founder and Chief Creative Officer', 'duration': None, 'location': 'Greater Los Angeles Area'}, {'institution_name': 'The Campaign Palace', 'linkedin_url': 'https://www.linkedin.com/company/45357/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Sep 2007', 'to_date': 'Feb 2010', 'description': 'Defining insights, objectives, timings and budgets of advertising campaigns, coordinating teams from consumer research through to creative and production execution through the line including large scale TV commercials, wrapping buildings, digital and print advertising and more. \\nDefining insights, objectives, timings and budgets of advertising campaigns, coordinating teams from consumer research through to creative and production execution through the line including large scale TV commercials, wrapping buildings, digital and print advertising and more.', 'position_title': 'Senior Account Manager', 'duration': None, 'location': ''}, {'institution_name': 'Blake Dawson', 'linkedin_url': 'https://www.linkedin.com/company/162727/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Dec 2004', 'to_date': 'Sep 2007', 'description': 'Insolvency litigation lawyer, running smaller case work independently and supporting large scale litigation teams. I then chose to move to the front end of the banking and finance business as a securitisation lawyer, with a global caseload focussing on due diligence, deal documentation and deal closure. \\nInsolvency litigation lawyer, running smaller case work independently and supporting large scale litigation teams. I then chose to move to the front end of the banking and finance business as a securitisation lawyer, with a global caseload focussing on due diligence, deal documentation and deal closure.', 'position_title': 'Lawyer', 'duration': None, 'location': ''}, {'institution_name': 'Griffith University', 'linkedin_url': 'https://www.linkedin.com/company/164056/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2002', 'to_date': 'Jul 2002', 'description': 'I participated in a Federally Funded project through Griffith University, whereby I was seconded to an Aerial Photography company to create an export market plan for their business.\\nI participated in a Federally Funded project through Griffith University, whereby I was seconded to an Aerial Photography company to create an export market plan for their business.', 'position_title': 'Export Market Planner', 'duration': None, 'location': ''}]", "education": "[{'institution_name': 'Griffith University', 'linkedin_url': 'https://www.linkedin.com/company/164056/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2000', 'to_date': '2004', 'description': 'Activities and societies: Griffith University Law Society (GULS)\\nPresident (2004)\\nVice President Education (2003)\\nYear representative (2002)\\n\\nAustralian Law Students Association\\nRepresentative for Griffith University Law Society (2003-2004)\\n\\nGriffith University Law School Equity Committee\\nStudent Representative (2003)\\nEvent Coordinator (2003)\\n…see more', 'degree': 'Bachelor of international business, bachelor of laws'}, {'institution_name': 'Trinity Catholic College, Lismore', 'linkedin_url': None, 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': None, 'to_date': None, 'description': '', 'degree': '1994 - 1999'}]", "Profile Image URL": "https://media.licdn.com/dms/image/C5603AQFWrHPgOfmkIw/profile-displayphoto-shrink_200_200/0/1517881005324?e=1684972800&v=beta&t=1ZgjcTTEUm8VmaNOS2DnVHaBwka2UbQR0SvT7ENI8iE", "Linkedin Link": "http://www.linkedin.com/pub/jodie-fox/1/935/56b"}, {"Organization Name(Column A)": "Shoes of Prey", "uuid (Column B)": "e655ff0d-6d8d-741a-a7cd-2eab5cb20472", "Name from Column E": "Michael Fox", "LinkedIn Name": "Michael  Fox", "experience": "[{'institution_name': 'Fable Food Co · Full-time', 'linkedin_url': 'https://www.linkedin.com/company/28922750/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2019', 'to_date': 'Present', 'description': 'Our mission is to help end industrial animal agriculture. We do this by making delicious meaty food from shiitake mushrooms and all natural ingredients. 🍄 ❤️ \\n\\nWe operate primarily in premium restaurants and the premium quick service restaurant segments in Australia, the US, UK and Singapore.\\n\\nwww.fablefood.co\\nOur mission is to help end industrial animal agriculture. We do this by making delicious meaty food from shiitake mushrooms and all natural ingredients. 🍄 ❤️ We operate primarily in premium restaurants and the premium quick service restaurant segments in Australia, the US, UK and Singapore. www.fablefood.co', 'position_title': 'CEO and Co-Founder', 'duration': None, 'location': 'Mooloolaba, Queensland'}, {'institution_name': 'Startmate', 'linkedin_url': 'https://www.linkedin.com/company/1447906/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Dec 2018', 'to_date': 'Present', 'description': 'Startmate is a group of startup executives offering mentorship and seed financing to founders of high potential startups based in Australia.\\n\\nWe want to help the most exceptional technically-focused founders create world-class companies that solve customer problems.\\nStartmate is a group of startup executives offering mentorship and seed financing to founders of high potential startups based in Australia. We want to help the most exceptional technically-focused founders create world-class companies that solve customer problems.', 'position_title': 'Mentor and Investor', 'duration': None, 'location': ''}, {'institution_name': 'Shoes of Prey', 'linkedin_url': 'https://www.linkedin.com/company/732280/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Apr 2009', 'to_date': 'Jul 2018', 'description': 'I Co-Founded Shoes of Prey where our mission is to remove inventory and waste in the fashion supply chain through on demand manufacturing. As Co-Founder and CEO I grew the company to employing over 200 highly passionate and engaged team members across our operations in China, the US and Australia. As CEO I was passionate about hiring and growing a high performing, highly engaged team.\\n\\nTogether our team:\\n\\n- Established our highly disruptive on demand supply chain and manufacturing facility in Dongguan, China. We developed the manufacturing processes to produce shoes within days of our customers designing and ordering them, eliminating the need to hold inventory and allowing our customers to get exactly the shoes they want, in any size they want.\\n\\n- Developed an innovative, award winning and user friendly online shoe customisation experience.\\n\\n- Established partnerships with the department stores David Jones in Australia and Nordstrom in the US to offer our custom shoes to customers in store.\\n\\n- Raised funding from investors including Khosla Ventures, Nordstrom, Greycroft Partners and Blackbird Ventures.\\n\\n- We grew an extremely passionate customer base with off the charts net promoter scores.\\n\\n- One of my proudest leadership experiences was moving our headquarters from Sydney to Los Angeles in 2014. Of the 26 Sydney headquarters team members we employed at the time, 24 packed up and literally moved to the other side of the world to continue the Shoes of Prey journey with us. The remaining 2 continued to work for us from Sydney.\\n\\nWe have won numerous awards including:\\n- Best New Online Retailer\\n- Most Innovative Online Retailer\\n- Best Online Marketing Initiative\\n- Best Online Retailer\\n- Online Retailer Hall of Fame\\n\\nI personally won the Online Retail Industry Recognition Award in 2012.\\nI Co-Founded Shoes of Prey where our mission is to remove inventory and waste in the fashion supply chain through on demand manufacturing. As Co-Founder and CEO I grew the company to employing over 200 highly passionate and engaged team members across our operations in China, the US and Australia. As CEO I was passionate about hiring and growing a high performing, highly engaged team. Together our team: - Established our highly disruptive on demand supply chain and manufacturing facility in Dongguan, China. We developed the manufacturing processes to produce shoes within days of our customers designing and ordering them, eliminating the need to hold inventory and allowing our customers to get exactly the shoes they want, in any size they want. - Developed an innovative, award winning and user friendly online shoe customisation experience. - Established partnerships with the department stores David Jones in Australia and Nordstrom in the US to offer our custom shoes to customers in store. - Raised funding from investors including Khosla Ventures, Nordstrom, Greycroft Partners and Blackbird Ventures. - We grew an extremely passionate customer base with off the charts net promoter scores. - One of my proudest leadership experiences was moving our headquarters from Sydney to Los Angeles in 2014. Of the 26 Sydney headquarters team members we employed at the time, 24 packed up and literally moved to the other side of the world to continue the Shoes of Prey journey with us. The remaining 2 continued to work for us from Sydney. We have won numerous awards including: - Best New Online Retailer - Most Innovative Online Retailer - Best Online Marketing Initiative - Best Online Retailer - Online Retailer Hall of Fame I personally won the Online Retail Industry Recognition Award in 2012.\\nWelcome to our first bricks & mortar store\\nWelcome to our first bricks & mortar store\\nWe set up our first store in January 2013 in Sydney at the department store David Jones. Take a detailed look at what you can expect... 2 meter high sculptures made from shoes, leather swatches and help from our expert design team.', 'position_title': 'CEO and Co-Founder', 'duration': None, 'location': ''}, {'institution_name': 'Sneaking Duck Eyewear', 'linkedin_url': 'https://www.linkedin.com/company/2257661/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jun 2011', 'to_date': 'Apr 2015', 'description': 'I co-founded this award-winning boutique online eyewear brand. We launched the company as we believe there is a better way to buy glasses - using technology to make the experience amazing and leveraging a direct supply chain to provide quality at better value.\\n\\nLaunching in October 2011 I helped establish the supply chain, operations, branding, product and website working closely with our Co-Founder and CEO.\\n\\nCustomer feedback is consistently excellent with off-the-charts Net Promoter Scores. We funded operations ourselves and from cashflow.\\n\\n• Winner of 2 Online Retail Industry Awards 2012 for Most Innovative Online Retailer and Best Customer Experience\\n• Winner of BRW AMPCSC Australian Retailer of the Year Awards 2012 for New Retailer of the Year\\nI co-founded this award-winning boutique online eyewear brand. We launched the company as we believe there is a better way to buy glasses - using technology to make the experience amazing and leveraging a direct supply chain to provide quality at better value. Launching in October 2011 I helped establish the supply chain, operations, branding, product and website working closely with our Co-Founder and CEO. Customer feedback is consistently excellent with off-the-charts Net Promoter Scores. We funded operations ourselves and from cashflow. • Winner of 2 Online Retail Industry Awards 2012 for Most Innovative Online Retailer and Best Customer Experience • Winner of BRW AMPCSC Australian Retailer of the Year Awards 2012 for New Retailer of the Year', 'position_title': 'Co-Founder and Board Member', 'duration': None, 'location': 'Sydney, Australia'}, {'institution_name': 'NORA National Online Retailers Association', 'linkedin_url': 'https://www.linkedin.com/company/3219798/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2014', 'to_date': 'Dec 2014', 'description': 'Founding Board Member of the National Online Retailers Association in Australia (NORA).\\nFounding Board Member of the National Online Retailers Association in Australia (NORA).', 'position_title': 'Founding Board Member', 'duration': None, 'location': 'Sydney, Australia'}, {'institution_name': 'Google\\nGoogle', 'linkedin_url': 'https://www.linkedin.com/company/1441/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Nov 2008', 'to_date': 'Aug 2009', 'description': None, 'position_title': 'Agency Team Lead', 'duration': '10 mos', 'location': None}, {'institution_name': 'Google\\nGoogle', 'linkedin_url': 'https://www.linkedin.com/company/1441/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Feb 2007', 'to_date': 'Nov 2008', 'description': None, 'position_title': 'Relationship Manager', 'duration': '1 yr 10 mos', 'location': None}, {'institution_name': 'Super Retail Group', 'linkedin_url': 'https://www.linkedin.com/company/1589425/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2005', 'to_date': 'Feb 2007', 'description': 'I completed a graduate program over 2 years at Supercheap Auto. During this time I worked across all the departments of a 300 store retail chain including: merchandising, marketing, supply chain, HR, IT and retail operations. I managed a Supercheap Auto store over the busy Christmas period.\\n\\nDuring each rotations I managed a particular task. For example in the merchandising team I was responsible for ranging a collapsible car trailer. In the supply chain team I developed new quality control processes when goods were received into company distribution centres.\\nI completed a graduate program over 2 years at Supercheap Auto. During this time I worked across all the departments of a 300 store retail chain including: merchandising, marketing, supply chain, HR, IT and retail operations. I managed a Supercheap Auto store over the busy Christmas period. During each rotations I managed a particular task. For example in the merchandising team I was responsible for ranging a collapsible car trailer. In the supply chain team I developed new quality control processes when goods were received into company distribution centres.', 'position_title': 'Graduate Program', 'duration': None, 'location': 'Brisbane, Australia'}, {'institution_name': 'Clayton Utz', 'linkedin_url': 'https://www.linkedin.com/company/9744/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': 'Jan 2004', 'to_date': 'Dec 2004', 'description': 'During my 1 year at Clayton Utz I worked in the Government Relations and Property teams. In December 2004 I qualified as a solicitor in the state of Queensland.\\nDuring my 1 year at Clayton Utz I worked in the Government Relations and Property teams. In December 2004 I qualified as a solicitor in the state of Queensland.', 'position_title': 'Solicitor', 'duration': None, 'location': ''}]", "education": "[{'institution_name': 'AGSM @ UNSW Business School', 'linkedin_url': 'https://www.linkedin.com/company/15104530/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2006', 'to_date': '2009', 'description': '', 'degree': 'Graduate Diploma in Management, Business Management'}, {'institution_name': 'QUT (Queensland University of Technology)', 'linkedin_url': 'https://www.linkedin.com/company/165624/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '2004', 'to_date': '2004', 'description': '', 'degree': 'Diploma in Legal Practice, Law'}, {'institution_name': 'The University of Queensland', 'linkedin_url': 'https://www.linkedin.com/company/166664/', 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': '1999', 'to_date': '2003', 'description': 'Activities and societies: University of Queensland Law Society (UQLS), Financial Management Association of Australia (FMAA), Business Economics and Law (BEL) Faculty Officer 2002.\\nActivities and societies: University of Queensland Law Society (UQLS), Financial Management Association of Australia (FMAA), Business Economics and Law (BEL) Faculty Officer 2002.\\nStatistics (ECON1310/1320) Tutor in the Economics department 2002, 2003. Statistics (ECON1310/1320) PASS Leader 2000, 2001.\\nStatistics (ECON1310/1320) Tutor in the Economics department 2002, 2003. Statistics (ECON1310/1320) PASS Leader 2000, 2001.', 'degree': 'BComm/LLB, Commerce, Law'}, {'institution_name': 'ALSA', 'linkedin_url': None, 'website': None, 'industry': None, 'type': None, 'headquarters': None, 'company_size': None, 'founded': None, 'from_date': None, 'to_date': None, 'description': '', 'degree': None}]", "Profile Image URL": "https://media.licdn.com/dms/image/C5603AQEpnRw4gtOkQw/profile-displayphoto-shrink_200_200/0/1620614591553?e=1684972800&v=beta&t=QEYf1E8N9Bwa3Rm5EmhNMrjPs5BncjSCGqAGM2fQEy0", "Linkedin Link": "http://www.linkedin.com/in/michaelfox1"}]